[
  {
  "name": "Puxada alta",
  "image": "https://blog.lionfitness.com.br/wp-content/uploads/2018/11/Puxada-alta-descubra-como-conquistar-costas-definidas.jpg",
  "series": "2 séries de aquecimento, 15 - 20 repetições.\n4 séries de trabalho, 8 a 12 repetições. Sempre até a falha.",
  "descricao":  "A puxada alta na polia é um exercício fundamentalmente para os músculos dorsais (músculos das costas). Basicamente, a puxada alta é feita com o praticante sentado, de frente para o aparelho, fazendo o movimento inicial de juntar as escápulas, já com as duas mãos segurando a barra e os braços estendidos. Em seguida, você irá realizar a flexão de cotovelos, puxando a barra em direção ao peito, lembre, sempre de puxar para dentro tentando encostar os cotovelos no seu obliquo (músculos laterais do abdômen). Depois, com o movimento controlado, retorne estendo os braços e, ao chegar com eles lá em cima, deixe que o peso da barra auxilie na abertura das escápulas ou seja deixe que o peso leve seus braços para cima, assim tendo a maior amplitude do movimento."
  },
  {
  "name": "Remada Cavalinho",
  "image": "https://strongest.com.br/wp-content/uploads/2022/08/remada-cavalinho-300x267.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições. Buscando a falha.",
  "descricao": "Se sua academia tiver uma maquina de remada cavalinho prefira usá-la, se não tiver pode fazer livre.\nColoque a extremidade da barra em uma anilha pesada ou encaixe-a em um canto para criar uma 'âncora' resistente.\nColoque as anilhas que você vai levantar na extremidade oposta da barra.\nUse a barra triangulo, posicione embaixo da barra.\nFique em cima da barra com uma perna de cada lado e dobre os quadris até que seu tronco fique quase paralelo ao chão.\nSegure as alças, respire fundo e contraia o abdômen.\nPuxe os cotovelos para cima e para trás, mantendo-os próximos ao corpo, elevando o peso o máximo possível antes que as placas entrem em contato com o tronco.\nAperte as omoplatas e faça uma pausa no topo de cada repetição antes de abaixar lentamente o peso de volta ao chão sob controle."
  },
  {
  "name": "Remada curvada com barra",
  "image": "https://blogdahipertrofia.com/wp-content/uploads/elementor/thumbs/remada-curvada-com-barra-pegada-pronada-ou-pegada-supinada-qndsp4z778frzlf6c1expedsqdtfehp0fz9z0tmhjk.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições",
  "descricao": "Fique em pé e segure a barra com as duas mãos com a pegada supinada (palmas voltadas para a sua frente). Então, curve o tronco à frente, empinando os glúteos e travando a coluna. Nesta posição, faça o movimento de trazer a barra até próxima do abdômen e estenda o braço, esticando a barra em direção ao chão. Tome sempre cuidado ao descer a barra para seu tronco não descer junto, apenas seus braços e escapulas devem se mover."
  },
  {
  "name": "Pulldown",
  "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2018/11/pull-down-tronco-curvado.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições. Buscando a falha.",
  "descricao": "Você pode optar por usar a barra ou a corda na polia.\nAjuste o aparelho, posicione-se em frente e segure a barra.\nIncline o corpo um pouco a frente, contraia o abdômen.\nTraga a barra em direção ao quadril, fazendo uma extensão dos ombros.\nRetorne à posição inicial de forma controlada e repita até completar o número de repetições."
  },
  {
  "name": "Rosca Alternada com Halteres (Serrote)",
  "image": "https://www.feitodeiridium.com.br/wp-content/uploads/2016/07/remada-unilateral.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições",
  "descricao": "Fique em pé, segurando um haltere em cada mão com os braços estendidos ao longo do corpo, as palmas voltadas para a frente.\nMantenha o cotovelo próximo ao corpo enquanto dobra o braço, trazendo o halter em direção ao ombro. Enquanto levanta um haltere, mantenha o outro braço estendido.\nPause por um segundo no topo do movimento, concentrando-se na contração máxima do bíceps.\nLentamente, abaixe o halter de volta à posição inicial, mantendo o controle do movimento."
  },
  {
  "name": "Levantamento Terra (Deadlift)",
  "image": "https://lh4.googleusercontent.com/proxy/UH2UsoVQLpPIhW9HSd4WWHzM1oKntqNAgRG8Frsz4JkLq5k9FavPDCuzcIyA7mZn0JIxXgFy_s3mopjCXLZOL1MNjrks0LsBkWC6izGFSuyrUf9MGmgeAQZJMpu5uBY_CFQF",
  "series": "4 séries de trabalho, 3 - 6 repetições. Buscando a falha.",
  "descricao": "Mantenha os pés na largura do quadril e segure a barra com os braços alinhados à largura dos ombros. A pegada pode ser com os punhos para frente ou alternada, com uma mão em pronação (voltada para o corpo) e outra em supinação (voltada para frente). Faça um agachamento: mantenha o quadril baixo, os joelhos flexionados, e o tronco levemente inclinado à frente, sempre com as costas retas. Com a barra próxima ao corpo ao corpo, suba estendendo os joelhos, levando a barra para cima, até ficar numa posição ereta."
  }
  ]