[
  {
  "name": "Supino reto com halteres",
  "image": "https://www.sandrolenzi.com.br/wp-content/uploads/2017/02/supino-reto-halteres.jpg",
  "series": "2 séries de aquecimento, 15 - 20 repetições.\n4 séries de trabalho, 12 - 15 repetições. Sempre até falha",
  "descricao": "Se deite no banco do equipamento, apoiando os pés no chão com os joelhos dobrados formando um ângulo de 90 graus entre as canelas e a coxa.\nDurante o supino reto os ombros ficam retraídos, o que consequentemente expande o peitoral e favorece o recrutamento da musculatura na região.\nA pegada nos halteres deve ser feita com os braços em uma distância ligeiramente maior do que a largura dos ombros."
  },
  {
  "name": "Supino inclinado com halteres",
  "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2018/08/supino-inclinado-com-halteres.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições. Sempre até falha.",
  "descricao": "O movimento inicial acontece em cima com o peso distante do tronco, as escápulas devem estar unidas, o abdômen contraído, apoiando no banco o quadril e as escápulas permitindo uma ligeira curvatura na coluna (não manter retificada a coluna).\nA empunhadura(pegada) deve ser ligeiramente superior à largura dos ombros, com a observação de que, quanto mais fechada for a empunhadura, maior será o recrutamento de tríceps.\nInspirar, descer os halteres até a fúrcula esternal, desenvolver e expirar no final do movimento.\nDesça com o peso, até que os halteres aproximem do peito. Os halteres devem descer até o peitoral superior, ficando acima da linha do mamilo."
  },
  {
  "name": "Crossover na Polia",
  "image": "https://blog.gsuplementos.com.br/wp-content/uploads/2022/07/cross.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições. Sempre até a falha.",
  "descricao": "Regule as polias do crossover na posição alta, acima da cabeça.\nDepois, segure uma polia em cada mão, colocando, de forma opcional, uma perna na frente da outra, dobrando o tronco levemente para a frente.\nPermaneça com uma flexão moderada nos cotovelos e inicie o exercício com movimento de crucifixo, puxando a polia na direção oposta (chão).\nA fase conhecida como concêntrica acaba quando as mãos conseguem se encontrar na frente do corpo (em frente ao quadril).\nApós o encontro das mãos, abra os braços novamente retornando à posição/ linha inicial do exercício."
  },
  {
  "name": "Crossover na Polia baixa",
  "image": "https://blog.gsuplementos.com.br/wp-content/uploads/2023/07/crossover-polia-baixa-2.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições. Sempre até a falha.",
  "descricao": "Coloque a polia no mais baixo possível.\nO crossover com polia baixa trabalha a questão do peitoral superior. Posicione as pernas uma na frente da outra, para ajudar no equilíbrio, e puxe a polia até a altura do peitoral superior (na vertical). Faça movimentos controlados."
  },
  {
  "name": "Peck Deck (Fly) na Máquina",
  "image": "https://i0.wp.com/post.healthline.com/wp-content/uploads/2019/05/Male_Gym_1296x728-body-1296x728.jpg?w=1155&h=1528",
  "series": "4 séries de 8 - 12 repetições. Sempre até a falha",
  "descricao": "Sente-se no banco de modo que seus pés toquem o chão e suas costas fiquem apoiadas. As pernas devem ficar abertas em uma distância um pouco maior do que a largura dos quadris.\nEntão, apoie seus antebraços no local designado ou segure nas alças da máquina com as palmas das mãos voltadas para dentro e os braços abertos. Essa é a posição inicial do exercício. Comece o movimento puxando as alças para a frente até que as mãos se encontrem. Faça isso com os cotovelos levemente flexionados.\nAo retornar para a posição inicial, abra bem o peito para manter a postura correta."
  }
]