[
  {
  "name": "Agachamento Livre",
  "image": "https://www.bodynutry.ind.br/images/noticias/grd/agachamento-livre-execucao-beneficios-e-como-usar-corretamente__3e90d4.jpg",
  "series": "2 séries de aquecimento, 15 - 20 repetições.\n4 séries de trabalho, 8 - 12 repetições. Sempre até a falha.",
  "descricao":  "Coloque uma barra nas costas, apoiada nos trapézios. Com os pés na largura dos ombros, agache-se empurrando os quadris para trás e dobrando os joelhos até que as coxas estejam paralelas ao chão. Empurre-se de volta à posição inicial, mantendo as costas retas."
  },
  {
  "name": "Mesa Flexora",
  "image": "https://conteudo.imguol.com.br/c/entretenimento/a4/2019/11/18/mesa-flexora-1574088009594_v2_900x506.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições. Sempre até a falha.",
  "descricao": "Posicione-se corretamente, coloque o rolo da máquina um pouco acima da articulação do tornozelo, quando for realizar o movimento seu quadril vai tentar levantar, tente mantê-lo grudado na máquina. Além disso, neste exercício você tem que tentar fazer a amplitude máxima, que é quando o seu joelho forma um ângulo de 90 graus, se não estiver conseguindo, diminua a carga. Se sua academia não tiver uma mesa flexora, você pode trocar por uma cadeira flexora."
  },
  {
  "name": "Stiff Leg",
  "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2017/08/stiff-exercicio.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições. Sempre até a falha.",
  "descricao": "O exercício começa em pé, com as pernas próximas e os braços estendidos, segurando a barra próxima ao quadril com as palmas voltadas para o corpo. Então, é feito um movimento de descida com a barra até próximo dos joelhos. Nesse momento, é importante que a coluna esteja ereta e o bumbum fique empinado. Os joelhos podem ficar levemente flexionados, mas sem dobrar. A barra deve correr paralela ao corpo, sem encostar. Então, retorna-se à posição inicial."
  },
  {
  "name": "Elevação Pelvica",
  "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2022/12/Man-Performing-Barbell-Hip-Thrust.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições. Sempre até a falha.",
  "descricao": "Para fazer esse exercício, deve-se colocar um banco a uma distância onde a barra fique posicionada na linha do quadril. Apoiar as costas, encaixando as escápulas no banco. Colocar os pés no chão em um ângulo de 45º, afastados na largura do quadril, e os joelhos alinhados com o calcanhar.\nDestravar a barra e levantar levemente os quadris, contraindo bem os glúteos e subindo até o quadril ficar alinhado com os joelhos. Descer os quadris lentamente e repetir os movimentos."
  },
  {
  "name": "Afundo Búlgaro",
  "image": "https://i.vimeocdn.com/video/1647664531-85e9b760af1d42c120ec171044dd7ecbdfc9d6da51ef16540139443b5fbb7172-d_750x421.875?q=60",
  "series": "3 séries de trabalho, 8 - 12 repetições por perna. Sempre até a falha.",
  "descricao": "Fique em pé com as costas voltadas para um banco e coloque o pé de trás no banco. Segure um halter em cada mão e abaixe o corpo até que o joelho da perna da frente forme um ângulo de 90 graus. Empurre de volta à posição inicial."
  },
  {
    "name": "Agachamento sumo",
    "image": "https://treinomestre.com.br/wp-content/uploads/2023/12/agachamento-sumo-com-kettlebell-no-step.jpg ",
    "series": "3 séries de trabalho, 8 - 12 repetições por perna. Sempre até a falha.",
    "descricao": "Mantendo as costas retas, comece a flexionar os joelhos e quadris para baixar o corpo, como se fosse se sentar em uma cadeira.\nDesça até que suas coxas estejam paralelas ao chão ou até onde seu conforto e mobilidade permitirem.\nCertifique-se de que seus joelhos estejam alinhados com os pés e não ultrapassem a ponta dos dedos dos pés.\nMantenha a cabeça e o peito erguidos e o core (região central do corpo) contraído durante o movimento."
    }
]