[
  {
  "name": "Puxada alta",
  "image": "https://blog.lionfitness.com.br/wp-content/uploads/2018/11/Puxada-alta-descubra-como-conquistar-costas-definidas.jpg",
  "series": "2 séries de aquecimento, 15 - 20 repetições.\n4 séries de trabalho, 8 - 12 repetições. Buscando a falha.",
  "descricao":  "A puxada alta na polia é um exercício fundamentalmente para os músculos dorsais (músculos das costas). Basicamente, a puxada alta é feita com o praticante sentado, de frente para o aparelho, fazendo o movimento inicial de juntar as escápulas, já com as duas mãos segurando a barra e os braços estendidos. Em seguida, você irá realizar a flexão de cotovelos, puxando a barra em direção ao peito, lembre, sempre de puxar para dentro tentando encostar os cotovelos no seu obliquo (músculos laterais do abdômen). Depois, com o movimento controlado, retorne estendo os braços e, ao chegar com eles lá em cima, deixe que o peso da barra auxilie na abertura das escápulas ou seja deixe que o peso leve seus braços para cima, assim tendo a maior amplitude do movimento."
  },
  {
  "name": "Remada baixa",
  "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2018/03/arnold-fazendo-remada-baixa.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições. Buscando a falha.",
  "descricao": "Neste exercício use a barra triângulo. Seus pés devem estar separados na largura do quadril, joelhos levemente dobrados, palmas das mãos voltadas para você e o torso dobrado para frente entre 45 graus e paralelo ao chão. Comece com a barra pendurada em direção ao chão e os braços estendidos. Dobre os cotovelos e contraia os músculos das costas pensando em puxar o acessório com força até seu estômago, mantendo o corpo estável e abdômen contraído. Em seguida, abaixe lentamente a barra de volta à posição estendida dos braços."
  },
  {
  "name": "Remada curvada com barra",
  "image": "https://blogdahipertrofia.com/wp-content/uploads/elementor/thumbs/remada-curvada-com-barra-pegada-pronada-ou-pegada-supinada-qndsp4z778frzlf6c1expedsqdtfehp0fz9z0tmhjk.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições. Buscando a falha.",
  "descricao": "Fique em pé e segure a barra com as duas mãos com a pegada supinada (palmas voltadas para a sua frente). Então, curve o tronco à frente, empinando os glúteos e travando a coluna. Nesta posição, faça o movimento de trazer a barra até próxima do abdômen e estenda o braço, esticando a barra em direção ao chão. Tome sempre cuidado ao descer a barra para seu tronco não descer junto, apenas seus braços e escapulas devem se mover."
  },
  {
  "name": "Rosca Alternada com Halteres",
  "image": "https://www.feitodeiridium.com.br/wp-content/uploads/2017/05/rosca-alternada.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições. Buscando a falha.",
  "descricao": "Fique em pé, segurando um haltere em cada mão com os braços estendidos ao longo do corpo, as palmas voltadas para a frente.\nMantenha o cotovelo próximo ao corpo enquanto dobra o braço, trazendo o halter em direção ao ombro. Enquanto levanta um haltere, mantenha o outro braço estendido.\nPause por um segundo no topo do movimento, concentrando-se na contração máxima do bíceps.\nLentamente, abaixe o halter de volta à posição inicial, mantendo o controle do movimento."
  },
  {
  "name": "Rosca martelo",
  "image": "https://static.tuasaude.com/media/article/eq/sm/rosca-martelo_63246_l.jpg",
  "series": "4 séries de trabalho, 8 - 12 repetições. Buscando a falha.",
  "descricao": "Você pode optar por fazer na polia com a corda ou com halteres. Aqui é o mesmo que a rosca alternada, porém você deve deixar as palmas das mãos viradas para as laterais das coxas.\nFique em pé, segurando um haltere em cada mão com os braços estendidos ao longo do corpo, as palmas voltadas para a frente.\nMantenha o cotovelo próximo ao corpo enquanto dobra o braço, trazendo o halter em direção ao ombro. Enquanto levanta um haltere, mantenha o outro braço estendido.\nPause por um segundo no topo do movimento, concentrando-se na contração máxima do bíceps.\nLentamente, abaixe o halter de volta à posição inicial, mantendo o controle do movimento."
  }
  ]