[
  {
  "name": "Desenvolvimento com halteres",
  "image": "https://static1.minhavida.com.br/articles/e7/e5/4a/b7/homem-fazendo-desenvolvimento-de-ombros-com-halteres-orig-1.jpg",
  "series": "2 séries de aquecimento, 15 a 20 repetições.\n4 séries de trabalho, 12 a 15 repetições. Buscando a falha.",
  "descricao": "Pegue dois halteres e sente-se em um banco. Certifique-se de que a parte de trás do banco esteja posicionada em um ângulo de 90 graus.\nQuando estiver sentado, coloque um haltere em cada coxa. Sente com a parte inferior das costas firmemente apoiada no encosto do banco. Mantenha os ombros e as costas o mais retos possível.\nLevante os halteres das coxas e leve até a altura dos ombros. \nCom os halteres na altura dos ombros, gire as palmas das mãos para que fiquem voltadas para a frente. Certifique-se de que seus antebraços estejam perpendiculares ao chão.\nComece a pressionar os halteres acima da cabeça até que os braços estejam totalmente estendidos. Segure o peso acima da cabeça por um momento e depois abaixe os halteres até a altura dos ombros."
  },
  {
  "name": "Elevação lateral",
  "image": "https://planetacrossfit.com/wp-content/uploads/2024/03/dumbbell-lateral-raise.jpg",
  "series": "4 séries de trabalho, 10 a 12 repetições. Sempre próximo a falha.",
  "descricao": "Se sua academia tiver uma máquina de elevação prefira usá-la, se não tiver você pode utilizar halteres. Estufe o peito e jogue os ombros para trás, após isso pode executar o movimento levantando os braços lateralmente até a altura dos ombros, deixe o cotovelo um pouco flexionado, para ter mais ativação da porção lateral do ombro."
  },
  {
  "name": "Elevação frontal",
  "image": "https://blog.totalpass.com.br/wp-content/uploads/2023/04/treino-de-ombro.jpg",
  "series": "4 séries de trabalho, 12 a 15 repetições. Sempre próximo a falha.",
  "descricao": "Se sua academia tiver uma máquina de elevação prefira usá-la, se não tiver você pode utilizar halteres. Estufe o peito e jogue os ombros para trás, após isso pode executar o movimento levantando os braços à frente até a altura dos ombros, deixe o cotovelo um pouco flexionado, para ter mais ativação da porção anterior do ombro."
  },
  {
  "name": "Crucifixo invertido",
  "image": "https://cdn.fisiculturismo.com.br/monthly_2017_03/crucifixo-invertido-na-maquina-pegada-neutra-intermediaria.jpg.aa74df63bb450721523a6d5d96e30757.jpg",
  "series": "4 séries de trabalho, 12 a 15 repetições. Buscando a falha.",
  "descricao": "Ajuste a polia na parte mais alta do aparelho. Fique em pé de frente para acorda, com os pés paralelos ou com um deles posicionado um pouco à frente do outro. Mantenha a cabeça alinhada com a coluna e olhe para a frente.\nSegure a barra com a palma das mãos voltada para baixo e posicione os braços junto ao corpo. Deixe o tronco reto ou levemente inclinado para a frente, no máximo 30 graus, para dar mais equilíbrio.\nMantenha o abdome contraído e faça força com os tríceps para empurrar a barra devagar para baixo até esticar os braços. Em um movimento contínuo e concentrado, volte a flexionar os cotovelos, sustentando a carga em todo o trajeto"
  }
]