[
  {
  "name": "Supino reto",
  "image": "https://treinomestre.com.br/wp-content/uploads/2015/03/Ate-onde-devo-descer-a-barra-no-supino-reto.jpg.webp",
  "series": "2 séries de aquecimento, 15 - 20 repetições.\n4 séries de trabalho, 12 a 15 repetições. Sempre próximo a falha",
  "descricao": "Se deite no banco do equipamento, apoiando os pés no chão com os joelhos dobrados formando um ângulo de 90 graus entre as canelas e a coxa.\nA altura do suporte da barra deve ser baixa o bastante para que, deitado, o praticante consiga tirá-la do lugar sem precisar elevar os ombros.\nDurante o supino reto os ombros ficam retraídos, o que consequentemente expande o peitoral e favorece o recrutamento da musculatura na região.\nA pegada na barra deve ser feita com os braços em uma distância ligeiramente maior do que a largura dos ombros. Dependendo de cada pessoa, essa distância será um pouco maior ou menor."
  },
  {
  "name": "Supino inclinado com halteres",
  "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2018/08/supino-inclinado-com-halteres.jpg",
  "series": "4 séries de trabalho, 10 - 12 repetições. Sempre próximo a falha.",
  "descricao": "O movimento inicial acontece em cima com o peso distante do tronco, as escápulas devem estar unidas, o abdômen contraído, apoiando no banco o quadril e as escápulas permitindo uma ligeira curvatura na coluna (não manter retificada a coluna).\nA empunhadura(pegada) deve ser ligeiramente superior à largura dos ombros, com a observação de que, quanto mais fechada for a empunhadura, maior será o recrutamento de tríceps.\nInspirar, descer os halteres até a fúrcula esternal, desenvolver e expirar no final do movimento.\nDesça com o peso, até que os halteres aproximem do peito. Os halteres devem descer até o peitoral superior, ficando acima da linha do mamilo."
  },
  {
  "name": "Crossover na Polia",
  "image": "https://blog.gsuplementos.com.br/wp-content/uploads/2022/07/cross.jpg",
  "series": "4 séries de trabalho, 12 - 15 repetições. Sempre próximo a falha.",
  "descricao": "Regule as polias do crossover na posição alta, acima da cabeça.\nDepois, segure uma polia em cada mão, colocando, de forma opcional, uma perna na frente da outra, dobrando o tronco levemente para a frente.\nPermaneça com uma flexão moderada nos cotovelos e inicie o exercício com movimento de crucifixo, puxando a polia na direção oposta (chão).\nA fase conhecida como concêntrica acaba quando as mãos conseguem se encontrar na frente do corpo (em frente ao quadril).\nApós o encontro das mãos, abra os braços novamente retornando à posição/ linha inicial do exercício."
  },
  {
  "name": "Triceps pulley corda",
  "image": "https://static1.minhavida.com.br/articles/9a/97/b7/eb/triceps-pulley-na-polia-orig-1.jpg",
  "series": "4 séries de trabalho, 12 - 15 repetições. Buscando a falha.",
  "descricao": "Ajuste a polia na parte mais alta do aparelho. Fique em pé de frente para acorda, com os pés paralelos ou com um deles posicionado um pouco à frente do outro. Mantenha a cabeça alinhada com a coluna e olhe para a frente.\nSegure a barra com a palma das mãos voltada para baixo e posicione os braços junto ao corpo. Deixe o tronco reto ou levemente inclinado para a frente, no máximo 30 graus, para dar mais equilíbrio.\nMantenha o abdome contraído e faça força com os tríceps para empurrar a barra devagar para baixo até esticar os braços. Em um movimento contínuo e concentrado, volte a flexionar os cotovelos, sustentando a carga em todo o trajeto"
  },
  {
  "name": "Triceps testa na polia",
  "image": "https://shapelendario.com.br/wp-content/uploads/2023/10/Triceps-Testa-na-Polia-Alta-com-Barra-Reta.webp",
  "series": "4 séries de trabalho, 12 - 15 repetições. Buscando a falha.",
  "descricao": "Recomendamos que você utilize o a barra, porém também pode utilizar a corda. \nAjuste a polia na parte mais alta do eixo. Em pé, fique de costas para o equipamento e segure a barra com a palma das mãos voltadas para frente (pegada pronada). Posicione uma perna à frente, semiflexionada, e deixe a outra estendida para trás, próxima ao equipamento, para ter mais equilíbrio. Incline o tronco à frente em cerca de 30°, formando uma linha reta a partir da cervical até o pé detrás. Mantenha os braços na altura dos ombros (paralelos ao chão) e deixe os cotovelos flexionados, formando um ângulo de 90° entre braço e antebraço. Em um movimento controlado, empurre a barra para a frente e faça a extensão dos cotovelos, evitando travá-los ao final do movimento, para manter a tensão do exercício."
  }
]