[
  {
    "name": "Agachamento Livre",
    "image": "https://www.bodynutry.ind.br/images/noticias/grd/agachamento-livre-execucao-beneficios-e-como-usar-corretamente__3e90d4.jpg",
    "series": "3 series de aquecimento, 12 a 15 repetições.\n4 séries de trabalho, 8 a 12 repetições",
    "descricao": "Coloque uma barra nas costas, apoiada nos trapézios. Com os pés na largura dos ombros, agache-se empurrando os quadris para trás e dobrando os joelhos até que as coxas estejam paralelas ao chão. Empurre-se de volta à posição inicial, mantendo as costas retas."
  },
  {
    "name": "Leg Press",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT-U47aF-7HJdLvoOwHDvA14LnhQODnmVMYwhsPQw4cIw&s",
    "series": "4 séries de trabalho,  10 a 12 repetições",
    "descricao": " Você pode fazer no leg 45 ou 60. Posicione os pés retos e paralelos um ao outro no meio do aparelho, desça controlando o movimento, não precisa de pressa. Tente sempre mante o pé inteiro na plataforma, não deixe seu calcanhar levantar, mantenha seu quadril encostado no banco e também sua cabeça, não a jogue para a frente. Tente fazer a máxima extensão na hora de descer, para tentar recrutar um pouco dos glúteos."
  },
  {
    "name": "Passada com Halteres",
    "image": "https://www.sandrolenzi.com.br/wp-content/uploads/2016/11/avan%C3%A7o.jpg",
    "series": "3 séries de trabalho, 12 a 15 repetições por perna",
    "descricao": " Em pé, mantenha-se na posição antero posterior deixando a perna que está atrás na ponta do pé;\nFlexione o joelho da perna que está atrás, projetando o joelho em direção ao solo, mas não o encoste no chão;\nA perna da frente deve ficar com o calcanhar apoiado no chão a fim de manter o equilíbrio;\nFaça a troca das pernas e repita o movimento;\nExecute de acordo com o número de repetições e séries prescritas."
  },
  {
    "name": "Stiff Leg Deadlift",
    "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2017/08/stiff-exercicio.jpg",
    "series": "4 séries de trabalho, 8 a 12 repetições",
    "descricao": " O exercício começa em pé, com as pernas próximas e os braços estendidos, segurando a barra próxima ao quadril com as palmas voltadas para o corpo. Então, é feito um movimento de descida com a barra até próximo dos joelhos. Nesse momento, é importante que a coluna esteja ereta e o bumbum fique empinado. Os joelhos podem ficar levemente flexionados, mas sem dobrar. A barra deve correr paralela ao corpo, sem encostar. Então, retorna-se à posição inicial."
  },
  {
    "name": "Mesa Flexora",
    "image": "https://conteudo.imguol.com.br/c/entretenimento/a4/2019/11/18/mesa-flexora-1574088009594_v2_900x506.jpg",
    "series": "4 séries de trabalho, 10 a 12 repetições",
    "descricao": " Posicione-se corretamente, coloque o rolo da máquina um pouco acima da articulação do tornozelo, quando for realizar o movimento seu quadril vai tentar levantar, tente mantê-lo grudado na máquina. Além disso, neste exercício você tem que tentar fazer a amplitude máxima, que é quando o seu joelho forma um ângulo de 90 graus, se não estiver conseguindo, diminua a carga. Se sua academia não tiver uma mesa flexora, você pode trocar por uma cadeira flexora."
  },
  {
    "name": "Afundo Búlgaro",
    "image": "https://i.vimeocdn.com/video/1647664531-85e9b760af1d42c120ec171044dd7ecbdfc9d6da51ef16540139443b5fbb7172-d_750x421.875?q=60",
    "series": "3 séries de trabalho, 12 a 15 repetições por perna",
    "descricao": "Fique em pé com as costas voltadas para um banco e coloque o pé de trás no banco. Segure um halter em cada mão e abaixe o corpo até que o joelho da perna da frente forme um ângulo de 90 graus. Empurre de volta à posição inicial."
  },
  {
    "name": "Panturrilha em Pé",
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2022/10/panturrilha-2.jpg",
    "series": "4 séries de trabalho, 15 a 20 repetições",
    "descricao": "Se sua academia não possuir um aparelho de panturrilha em pé, você pode fazer sem peso na escada ou em um step unilateralmente.\nFique em pé com os dedos dos pés apoiados em uma plataforma elevada, como um bloco de madeira, com os calcanhares pendurados. Segure um halter em cada mão ou use uma máquina específica. Levante os calcanhares o máximo possível, depois abaixe-os lentamente abaixo da linha da plataforma."
  },
  {
    "name": "Panturrilha Sentado",
    "image": "https://portalvidalivre.com/uploads/content/image/9276/panturrilha_H2_3-5.png",
    "Series": "4 séries de trabalho, 15 a 20 repetições",
    "descricao": "Sente-se na máquina de panturrilha sentada com os joelhos posicionados sob a almofada. Levante os calcanhares o máximo possível, contraindo as panturrilhas, depois abaixe-os lentamente de volta à posição inicial."
  }
]