[
  {
  "name": "Supino Reto",
  "image": "https://treinomestre.com.br/wp-content/uploads/2015/03/Ate-onde-devo-descer-a-barra-no-supino-reto.jpg.webp",
  "series": "2 séries de aquecimento, 15 - 20 repetições.\n4 séries de trabalho, 12 - 15 repetições.",
  "descricao": "Procure na sua um aparelho de supino máquina de preferência, porém se não tiver pode usar o supino livre.\nSe deite no banco do equipamento, apoiando os pés no chão com os joelhos dobrados formando um ângulo de 90 graus entre as canelas e a coxa.\nA altura do suporte da barra deve ser baixa o bastante para que, deitado, o praticante consiga tirá-la do lugar sem precisar elevar os ombros.\nDurante o supino reto os ombros ficam retraídos, o que consequentemente expande o peitoral e favorece o recrutamento da musculatura na região.\nA pegada na barra deve ser feita com os braços em uma distância ligeiramente maior do que a largura dos ombros. Dependendo de cada pessoa, essa distância será um pouco maior ou menor."
  },
  {
  "name": "supino inclinado",
  "image": "https://blog.gsuplementos.com.br/wp-content/uploads/2021/04/iStock-1246046696.jpg",
  "series": "4 séries de trabalho, 12 - 15 repetições.",
  "descricao": "O movimento inicial acontece em cima com o peso distante do tronco, as escápulas devem estar unidas, o abdômen contraído, apoiando no banco o quadril e as escápulas permitindo uma ligeira curvatura na coluna (não manter retificada a coluna).\nA empunhadura(pegada) deve ser ligeiramente superior à largura dos ombros, com a observação de que, quanto mais fechada for a empunhadura, maior será o recrutamento de tríceps.\nInspirar, descer a barra até a fúrcula esternal, desenvolver e expirar no final do movimento.\nDesça com o peso, até que a barra aproxime-se do peito. A barra deve descer até o peitoral superior, ficando acima da linha do mamilo."
  },
  {
  "name": "crucifixo",
  "image": "https://blogscdn.thehut.net/app/uploads/sites/461/2021/05/shutterstock_1135133126opt_hero_1621860518_1622365384.jpg",
  "series": "4 séries de trabalho, 12 - 15 repetições.",
  "descricao": "Procure na sua academia uma máquina de crucifixo, se não tiver, pode fazer no banco reto utilizando halteres.\nDeite-se no banco reto com os pés apoiados no chão ou no banco. Mantenha cabeça e tronco sempre em contato com a superfície do assento, e as escápulas em retração (para baixo). Erga os pesos acima do peitoral, com uma palma da mão virada para a outra. Deixe os braços levemente flexionados (ângulo de 10°) e mantenha o abdome contraído o tempo todo. Abra os braços em um movimento contínuo, sem mudar o ângulo dos cotovelos, até os antebraços chegarem na altura dos ombros. Retorne devagar, contraindo a musculatura peitoral."
  },
  {
  "name": "Triceps pulley",
  "image": "https://static1.minhavida.com.br/articles/9a/97/b7/eb/triceps-pulley-na-polia-orig-1.jpg",
  "series": "4 séries de trabalho, 12 - 15 repetições.",
  "descricao": "Ajuste a polia na parte mais alta do aparelho. Fique em pé de frente para a barra, com os pés paralelos ou com um deles posicionado um pouco à frente do outro. Mantenha a cabeça alinhada com a coluna e olhe para a frente.\nSegure a barra com a palma das mãos voltada para baixo e posicione os braços junto ao corpo. Deixe o tronco reto ou levemente inclinado para a frente, no máximo 30 graus, para dar mais equilíbrio.\nMantenha o abdome contraído e faça força com os tríceps para empurrar a barra devagar para baixo até esticar os braços. Em um movimento contínuo e concentrado, volte a flexionar os cotovelos, sustentando a carga em todo o trajeto"
  },
  {
  "name": "Triceps Francês Unilateral",
  "image": "https://portalvidalivre.com/uploads/article/image/456/tr%C3%ADceps_franc%C3%AAs_thumb.jpg",
  "series": "4 séries de trabalho, 12 - 15 repetições",
  "descricao": "Em pé ou sentado, enquanto uma das mãos fica abaixada ajudando a manter a postura, a outra ergue um halter até atrás da cabeça. Os cotovelos devem apresentar um ângulo de 90 graus paralelo ao rosto. Por fim, basta levantar o haltere em direção ao teto para depois novamente posicionar sentido à nuca.\nManter o equilíbrio nessa forma de tríceps francês é essencial, principalmente se a execução for feita em pé. Essa variação trabalha os músculos que ficam na parte traseira do antebraço, assim, os braços terão estímulos para fortalecer e ganhar mais definição mais rapidamente."
  }
  ]