[
  {
  "name": "cadeira extensora",
  "image": "https://alexandrekusabara.com.br/wp-content/uploads/2023/10/cadeira-extensora-quadriceps.jpg",
  "series": "2 series de aquecimento, 20 repetições.\n4 séries de trabalho, 15 - 20 repetições.",
  "descricao": "Sente no aparelho, ajuste corretamente, para isso seu pé tem que estar encostado na parte debaixo do suporte e sua lombar tem que estar encostada no apoio da cadeira. Quando for executar, tente ao máximo manter sua lombar encostada no banco, não deixe ela levantar."
  },
  {
  "name": "Agachamento hack",
  "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2023/03/agachamento-hack-1.jpg",
  "series": "4 séries de trabalho, 12 - 15 repetições.",
  "descricao": "Garanta que o aparelho está travado, para evitar acidentes\n'Entre' na máquina e posicione seus ombros nos estofado;\nColoque seus pés na plataforma e mantenha uma distância entre eles semelhante à distância dos seus ombros;\nApoie bem sua lombar no estofado;\nCom as mãos, destrave o hack para realizar o agachamento;\nApós realizar os agachamentos, lembre-se de travar o hack com as mãos antes de sair do aparelho."
  },
  {
  "name": "Leg press",
  "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT-U47aF-7HJdLvoOwHDvA14LnhQODnmVMYwhsPQw4cIw&s",
  "series": "4 séries de trabalho, 12 - 15 repetições.",
  "descricao": "Você pode fazer no leg 45 ou 60. Posicione os pés retos e paralelos um ao outro no meio do aparelho, desça controlando o movimento, não precisa de pressa. Tente sempre mante o pé inteiro na plataforma, não deixe seu calcanhar levantar, mantenha seu quadril encostado no banco e também sua cabeça, não a jogue para a frente. Tente fazer a máxima extensão na hora de descer, para tentar recrutar um pouco dos glúteos."
  },
  {
  "name": "Mesa Flexora",
  "image": "https://conteudo.imguol.com.br/c/entretenimento/a4/2019/11/18/mesa-flexora-1574088009594_v2_900x506.jpg",
  "series": "4 séries de trabalho, 10 - 12 repetições.",
  "descricao": "Do mesmo jeito que a extensora, posicione-se corretamente, coloque o rolo da máquina um pouco acima da articulação do tornozelo, quando for realizar o movimento seu quadril vai tentar levantar, tente mantê-lo grudado na máquina. Além disso, neste exercício você tem que tentar fazer a amplitude máxima, que é quando o seu joelho forma um ângulo de 90 graus, se não estiver conseguindo, diminua a carga. Se sua academia não tiver uma mesa flexora, você pode trocar por uma cadeira flexora."
  },
  {
  "name": "Panturrilha sentado",
  "image": "https://portalvidalivre.com/uploads/content/image/9276/panturrilha_H2_3-5.png",
  "series": "5 séries de trabalho, 15 - 20 repetições.",
  "descricao": "Sente-se no aparelho, ajuste o apoio das pernas, levante o peso fazendo a extensão máxima do seu tendão de aquiles."
  },
  {
  "name": "Elevação lateral",
  "image": "https://planetacrossfit.com/wp-content/uploads/2024/03/dumbbell-lateral-raise.jpg",
  "series": "5 séries de trabalho, 15 - 20 repetições.",
  "descricao": "Se sua academia tiver uma máquina de elevação prefira usá-la, se não tiver você pode utilizar halteres. Estufe o peito e jogue os ombros para trás, após isso pode executar o movimento levantando os braços lateralmente até a altura dos ombros, deixe o cotovelo um pouco flexionado, para ter mais ativação da porção lateral do ombro."
  }
  ]